window.tsfbData=[
{"title":"第一章 雀食奇谭  ","rows":["天邪鬼绿1 天邪鬼绿×1 灯笼鬼×2","天邪鬼绿1(困难) 天邪鬼绿×1 跳跳犬×2","天邪鬼绿2 天邪鬼绿×1 提灯小僧×2","提灯小僧1 天邪鬼绿×2 提灯小僧×1","提灯小僧2 提灯小僧×1 灯笼鬼×2","首领：九命猫 九命猫×3","挑战 天邪鬼绿×14 九命猫×14"]},

{"title":"第二章 幸福的彼岸 ","rows":["帚神  盗墓小鬼×1 寄生魂×1 帚神×1","盗墓小鬼1 盗墓小鬼×1 寄生魂×2","盗墓小鬼2 盗墓小鬼×1 灯笼鬼×2","寄生魂1  寄生魂×1 灯笼鬼×2","寄生魂2  盗墓小鬼×2 寄生魂×1","首领：座敷童子 座敷童子×1 天邪鬼绿×2 天邪鬼青×1","挑战 提灯小僧×14 座敷童子×14"]},

{"title":"第三章 凤凰林的占卜师 ","rows":["天邪鬼黄1 天邪鬼黄×1 帚神×2 涂壁×1","天邪鬼黄2 天邪鬼黄×1 童女×3","赤舌1 赤舌×1 提灯小僧×1 灯笼鬼×2 ---鸦天狗×1","赤舌2 赤舌×1 天邪鬼黄×1 童女×2---鸦天狗×1","兵俑1 兵俑×1 提灯小僧×1 童女×2","兵俑1(困难) 兵俑×1 提灯小僧×2 童女×1","兵俑2 兵俑×1 提灯小僧×1 灯笼鬼×2","首领：凤凰火 凤凰火×1 寄生魂×3","挑战 天邪鬼黄×14 铁鼠×14 三尾狐×14"]},

{"title":"第四章 桥上的雨女 ","rows":["帚神1 帚神×1 涂壁×2","帚神2 帚神×1 涂壁x1 唐纸伞妖×2","帚神2(困难) 帚神×1 唐纸伞妖×3","唐纸伞妖1 唐纸伞妖×1 天邪鬼赤×3","唐纸伞妖2 唐纸伞妖×1 天邪鬼赤×1 涂壁×2","唐纸伞妖2(困难) 唐纸伞妖×1 涂壁×3","天邪鬼赤1 天邪鬼赤×1 唐纸伞妖×1 涂壁×2","天邪鬼赤1(困难) 天邪鬼赤×1 涂壁×3","天邪鬼赤2 天邪鬼赤×1 唐纸伞妖×2","首领：雨女 雨女×1 青蛙瓷器×1 帚神×2","挑战 雨女×14 青蛙瓷器×14 管狐×14"]},

{"title":"第五章 黑夜山的食发鬼 ","rows":["涂壁1 涂壁×1 天邪鬼赤×2 黑豹×1","涂壁1(困难) 涂壁×1 天邪鬼赤×2","涂壁2 涂壁×1 天邪鬼赤×3","帚神1 帚神×1 天邪鬼赤×1 涂壁×2","帚神2 帚神×1 天邪鬼赤×1 天邪鬼黄×2","管狐1 管狐×2 天邪鬼黄×2---寄生魂×1","管狐2 管狐×1 天邪鬼绿×3---寄生魂×1","首领：食发鬼 食发鬼×1 灯笼鬼×1 天邪鬼青×2","挑战 帚神×14 食发鬼×14"]},

{"title":"第六章 似梦非梦  ","rows":["灯笼鬼 灯笼鬼×1 帚神×3","天邪鬼青  天邪鬼青×1 天邪鬼绿×3","蝴蝶精 蝴蝶精×1 涂壁×1 天邪鬼赤×2---三尾狐×1","首领：巫蛊师 巫蛊师×1 天邪鬼绿×3","挑战 灯笼鬼×14 巫蛊师×14 蝴蝶精×14"]},

{"title":"第七章 恋上鲤的美 ","rows":["鲤鱼精1  鲤鱼精×3 帚神×1","鲤鱼精2  鲤鱼精×1 帚神×3","河童1 河童×1 鲤鱼精×1 涂壁×2","河童2 河童×1 灯笼鬼×1 跳跳犬×2","提灯小僧1 提灯小僧×1 跳跳犬×3---管狐×1","提灯小僧2 提灯小僧×1 跳跳犬×3---管狐×1","提灯小僧3 提灯小僧×1 跳跳犬×1 鲤鱼精×2","首领：妖狐 妖狐×1 涂壁×1 座敷童子×2---妖狐×1 寄生魂×1 天邪鬼赤×2","挑战 天邪鬼赤×14 鲤鱼精×14 河童×14"]},

{"title":"第八章 樱与桃 ","rows":["唐纸伞妖1 唐纸伞妖×1 帚神×3","唐纸伞妖2 唐纸伞妖×1 山童×1 帚神×2","樱花妖1  樱花妖×1 帚神×1 涂壁×2---雪女×1","樱花妖2  樱花妖×1 涂壁×3---雪女×1","天邪鬼绿  天邪鬼绿×1 天邪鬼青×1 天邪鬼黄×2","首领：桃花妖	樱花妖×1 天邪鬼青×1 提灯小僧×2---桃花妖×1 帚神×1 蝴蝶精×2","挑战 唐纸伞妖×14 桃花妖×14"]},
{"title":"第九章 兔蛙茶和锅 ","rows":["提灯小僧1 提灯小僧×1 灯笼鬼×3","提灯小僧2 提灯小僧×1 灯笼鬼×1 铁鼠×2","铁鼠1 铁鼠×1 帚神×3","铁鼠2 铁鼠×2 帚神×2","山兔1 山兔×4---鸦天狗×1","山兔2 山兔×3 铁鼠×1---鸦天狗×1","首领：孟婆	孟婆×1 饿鬼×3---孟婆×1 灯笼鬼×1 鸦天狗×2","挑战 天邪鬼青×14 山兔×14"]},

{"title":"第十章 鬼为谁买醉 ","rows":["丑时之女  丑时之女×1 傀儡师×1 天邪鬼青×2","傀儡师1  傀儡师×1 觉×1 狸猫×2","傀儡师2  傀儡师×1 觉×1 座敷童子×2---犬神×1","觉1  觉×1 狸猫×3","觉2  觉×1 赤舌×1 座敷童子×2---犬神×1","首领：酒吞童子 酒吞童子×1 跳跳哥哥×1 食发鬼×2---酒吞童子×1 兵俑×1 骨女×2","挑战 武士之灵×14 丑时之女×14"]},

{"title":"第十一章 染红了的枫叶林  ","rows":["武士之灵1 武士之灵×1 寄生魂×3","武士之灵2 武士之灵×1 独眼小僧×3","独眼小僧1 独眼小僧×1 涂壁×1 天邪鬼赤×2","独眼小僧1(困难) 独眼小僧×1 涂壁×1 天邪鬼赤×2---独眼小僧×1","独眼小僧2 独眼小僧×1 管狐×1 天邪鬼赤×2","独眼小僧2(困难) 独眼小僧×1 管狐×1 天邪鬼赤×2---独眼小僧×1","饿鬼1 饿鬼×1 涂壁×1 管狐×2","饿鬼2 饿鬼×3 管狐×1","首领：鬼女红叶 鬼女红叶×1 童女×1 天邪鬼青×2---鬼女红叶×1 骨女×1 觉×2","挑战 寄生魂×14 饿鬼×14"]},

{"title":"第十二章 另一个晴明  ","rows":["海坊主1  海坊主×1 帚神×1 涂壁×2","海坊主2  海坊主×1 涂壁×1 鸦天狗×2","童男1 童男×1 天邪鬼黄×1 鸦天狗×2","童男2 童男×1 童女×1 鸦天狗×2","童女1 童女×1 盗墓小鬼×1 提灯小僧×2---雪女×1","童女2 童女×3 盗墓小鬼×1---雪女×1","首领：雪女 雪女×1 寄生魂×1 武士之灵×2---雪女×1 跳跳妹妹×1 跳跳哥哥×2","挑战 童男×14 童女×14"]},

{"title":"第十三章 箭与弓道 ","rows":["饿鬼1 饿鬼×1 天邪鬼赤×3","饿鬼2 饿鬼×1 天邪鬼赤×3","饿鬼3 饿鬼×1 天邪鬼赤×3---首无×1","唐纸伞妖1 唐纸伞妖×1 天邪鬼赤×1 天邪鬼绿×2","唐纸伞妖2 唐纸伞妖×1 天邪鬼赤×1 天邪鬼绿×2","唐纸伞妖3 唐纸伞妖×1 天邪鬼赤×1 天邪鬼绿×2---首无×1","首领：首无 首无×1 骨女×1 灯笼鬼×1 山兔×1","挑战 涂壁×14 兵俑×14"]},

{"title":"第十四章 梦境的邂逅  ","rows":["帚神1 帚神×1 天邪鬼赤×3","帚神2 帚神×1 天邪鬼赤×3","帚神3 帚神×1 天邪鬼赤×3","涂壁1 涂壁×6","涂壁2 涂壁×6","涂壁3 涂壁×6---食梦貘×1","首领：食梦貘 食梦貘×1 天邪鬼赤×3---食梦貘×4","挑战 盗墓小鬼×14 狸猫×14"]},

{"title":"第十五章 阴界裂缝 ","rows":["天邪鬼绿1 天邪鬼绿×1 赤舌×1 天邪鬼赤×2","天邪鬼绿2 天邪鬼绿×1 赤舌×1 天邪鬼赤×2","天邪鬼绿3 天邪鬼绿×1 赤舌×1 天邪鬼赤×2","提灯小僧1 提灯小僧×1 赤舌×1 九命猫×2","提灯小僧2 提灯小僧×1 赤舌×1 九命猫×2","提灯小僧3 提灯小僧×1 赤舌×1 九命猫×2---大天狗×1","首领：跳跳妹妹 跳跳妹妹×1 九命猫×3","挑战 跳跳弟弟×14 跳跳妹妹×14"]},

{"title":"第十六章 冥界审判 ","rows":["饿鬼1 饿鬼×1 山兔×1 山童×2","饿鬼2 饿鬼×1 山兔×1 山童×2","饿鬼3 饿鬼×1 山兔×1 山童×2","赤舌1 赤舌×1 寄生魂×3","赤舌2 赤舌×1 寄生魂×3---赤舌×1","赤舌3 赤舌×1 寄生魂×3","首领：判官 判官×1 鬼使黑×1 鬼使白×1","挑战 赤舌×14 山童×14"]},

{"title":"第十七章 阴阳逆反 ","rows":["鸦天狗1  鸦天狗×1 风小麒麟×3","鸦天狗2  鸦天狗×1 风小麒麟×3","鸦天狗3  鸦天狗×1 风小麒麟×3","狸猫1 狸猫×1 火小麒麟×3","狸猫2 狸猫×1 火小麒麟×3","狸猫3 狸猫×1 火小麒麟×3---黑凤凰×1","首领：荒川之主 荒川之主×1 灯笼鬼×1 骨女×1---山兔×1","挑战 萤草×14 鸦天狗×14"]},

{"title":"第十八章 阴阳之理 ","rows":["九命猫1  九命猫×6","九命猫2  九命猫×6","九命猫3  九命猫×6","三尾狐1  三尾狐×2 九命猫×2---大天狗×1","三尾狐2  三尾狐×2 九命猫×2","三尾狐3  三尾狐×2 九命猫×2","首领：大天狗 大天狗×1 鸦天狗×3","挑战 独眼小僧×14 觉×14 镰鼬×14"]},

{"title":"第十九章 八岐大蛇的复活 ","rows":["清姬1 清姬×3 络新妇x2 二口女x1","清姬2 清姬×1 二口女x3","络新妇1 络新妇×3 清姬×3","络新妇2 络新妇×2 清姬×2","二口女1 二口女×1 络新妇×4","二口女2 二口女×4","二口女3 古笼火x1 二口女×3 络新妇×2","首领：八百比丘尼 八百比丘尼×1 暗孔雀×2 清姬×2---二口女x1"]},

{"title":"第二十章 赌上性命的仪式 ","rows":["般若1 般若×4","般若2 般若×1 古笼火×3","般若3 般若×1 古笼火×3 清姬×2","古笼火1 古笼火x1 清姬x1 二口女×2","古笼火2 古笼火x1 般若×4 二口女×1","清姬1 清姬x1 般若×3","清姬2 清姬×1 古笼火×5","首领：妖刀姬 妖刀姬×1 二口女×1 般若×2---古笼火×2"]},

{"title":"第二十一章 七角山秘闻 ","rows":["烟烟罗1 武士之灵×3 烟烟罗×1","烟烟罗2 武士之灵×2 兵俑×1 烟烟罗×1","食发鬼1 丑时之女×3 食发鬼×1","食发鬼2 丑时之女×2 兵俑×1 食发鬼×1","食发鬼3 丑时之女×2 兵俑×1 食发鬼×1","吸血姬1 跳跳弟弟×3 吸血姬×1 夜叉×1","吸血姬2 跳跳弟弟×2 武士之灵×1 吸血姬×1---夜叉×1","首领：萤草 萤草×2 烟烟罗×4 吸血姬×2"]},

{"title":"第二十二章 八岐大蛇的秘谋 ","rows":["络新妇1 络新妇x1 烟烟罗x2 般若x1","络新妇2 烟烟罗x2 络新妇x1 二口女x1","络新妇3 二口女x3 络新妇x1","青坊主1 二口女x2 青坊主x1 烟烟罗x1","青坊主2 青坊主x1 般若x3","二口女1 二口女x3 烟烟罗x1---络新妇x1","二口女2 二口女x2 烟烟罗x2---青坊主x1","首领：络新妇 酒吞童子x1 二口女x2 般若x1---络新妇x1 椒图x1 惠比寿x1 吸血姬x1"]},

<!--{"title":"番外一 见习鬼使  ","rows":["鬼女红叶1 觉×3 天邪鬼青×2 鬼女红叶×1","鬼女红叶2 觉×3 天邪鬼青×2 鬼女红叶×1","山童1 山童×1 首无×2 河童×3","山童2 山童×1 首无×2 河童×3","古笼火1  管狐×2 犬神×3 古笼火×1","古笼火2  管狐×2 犬神×3 古笼火×1","古笼火3  管狐×2 犬神×3 古笼火×1","酒吞童子(困难) 狸猫×3 首无×2 酒吞童子×1","首领：黑童子	鬼使白×1 鬼使黑×1 天邪鬼绿×3---黑童子×1"]},-->


];