window.yhfbData=[
{"title":"第一层 ","rows":["一回合 三尾狐×1 天邪鬼黄×1 天邪鬼青×1","二回合 山童×1 涂壁×1 独眼小僧×1","三回合 八歧大蛇×1 天邪鬼赤×2"]},
{"title":"第二层 ","rows":["一回合 妖狐×1 鲤鱼精×1 河童×1","二回合 吸血姬×1 萤草×1 兵俑×1","三回合 八歧大蛇×1 童女×2"]},
{"title":"第三层 ","rows":["一回合 桃花妖×1 蝴蝶精×1 青蛙瓷器×1","二回合 海坊主×1 鲤鱼精×1 椒图×1","三回合 八歧大蛇×1 座敷童子×2"]},
{"title":"第四层 ","rows":["一回合 犬神×1 童男×1 童女×1","二回合 大天狗×1 鬼使黑×1 鬼使白×1","三回合 八歧大蛇×1 食梦貘×2"]},
{"title":"第五层 ","rows":["一回合 镰鼬×1 骨女×1 丑时之女×1","二回合 傀儡师×1 跳跳哥哥×1 独眼小僧×1","三回合 八歧大蛇×1 孟婆×2"]},
{"title":"第六层 ","rows":["一回合 雨女×1 孟婆×1 座敷童子×1","二回合 阎魔×1 巫蛊师×1 鸦天狗×1","三回合 八歧大蛇×1 骨女×2"]},
{"title":"第七层 ","rows":["一回合 丑时之女×1 凤凰火×1 食发鬼×1","二回合 山兔×1 酒吞童子×1 妖琴师×1","三回合 八歧大蛇×1 荒川之主×2"]},
{"title":"第八层 ","rows":["一回合 管狐×1 判官×1 饿鬼×1","二回合 蝴蝶精×1 白狼×1 椒图×1","三回合 八歧大蛇×1 茨木童子×2"]},
{"title":"第九层 ","rows":["一回合 椒图×1 萤草×1 鲤鱼精×1","二回合 狸猫×1 清姬×1 食梦貘×1","三回合 八歧大蛇×1 两面佛×2"]},
{"title":"第十层 ","rows":["一回合 二口女×1 觉×1 萤草×1","二回合 椒图×1 青行灯×1 酒吞童子×1","三回合 八歧大蛇×1 大天狗×2"]},
{"title":"业原火 ","rows":["一回合 萤草×3 妖狐×1","二回合 三尾狐×1 椒图×1 萤草×1 蝴蝶精×1 兵佣×1","三回合 贪×1 嗔×1 痴×1"]}]