window.yqfyData=[
{"title":"跳跳哥哥 ","rows":["一回合 天邪鬼绿×4","二回合 帚神×2 天邪鬼青×1 天邪鬼赤×1","三回合 跳跳哥哥×3 天邪鬼青×2 天邪鬼黄×1"]},
{"title":"椒图  ","rows":["一回合 天邪鬼绿×3 天邪鬼黄×1","二回合 天邪鬼绿×3 天邪鬼赤×1","三回合 椒图×3 天邪鬼绿×2 天邪鬼黄×1"]},
{"title":"骨女  ","rows":["一回合 帚神×4","二回合 天邪鬼赤×1 天邪鬼绿×3","三回合 骨女×3 天邪鬼绿×3"]},
{"title":"饿鬼  ","rows":["一回合 涂壁×1 天邪鬼绿×3","二回合 唐纸伞妖×1 天邪鬼绿×3","三回合 饿鬼×3 提灯小僧×3"]},
{"title":"二口女 ","rows":["一回合 帚神×1 天邪鬼青×3","二回合 帚神×3 提灯小僧×1","三回合 二口女×1 提灯小僧×3"]},
{"title":"海坊主 ","rows":["一回合 提灯小僧×1 天邪鬼黄×3","二回合 天邪鬼青×1 天邪鬼绿×1 天邪鬼赤×2","三回合 海坊主×3 提灯小僧×3"]},
{"title":"鬼使黑 ","rows":["一回合 天邪鬼赤×1 涂壁×3","二回合 帚神×3 涂壁×1","三回合 鬼使黑×3 提灯小僧×3"]},
{"title":"金币妖怪  ","rows":["一回合 铁鼠×6","二回合 铁鼠×6","三回合 铁鼠×6"]},
{"title":"经验妖怪  ","rows":["一回合 奉为达摩×4","二回合 奉为达摩×6","三回合 奉为达摩×6"]}]


